Repository: common-repository/wp-protect-admin-appsaur
Catalog: languages/wp-protect-admin-*.po
Languages: pl_pl

source: Protect Admin - Configuration
pl_pl: Protect Admin - Konfiguracja

source: Address url
pl_pl: Adresy url

source: Hide url
pl_pl: Ukrycie adresów url

source: Login slug
pl_pl: URL logowania

source: Wp-admin slug
pl_pl: URL wp-admin

source: Logout slug
pl_pl: URL wylogowania

source: Lost password slug
pl_pl: URL przypomnienia hasła

source: Register slug
pl_pl: URL rejestracji

source: Hide wp-login slug
pl_pl: Ukrycie wp-login.php

source: Hide wp-admin slug
pl_pl: Ukrycie wp-admin

source: Not more than 20 characters. Allowed characters are A-Z, a-z, 0-9, _ and -
pl_pl: Nie więcej niż 20 znaków. Dozwolone znaki to: A-Z, a-z, 0-9, _ oraz -

source: Prevent access to the wp-login.php (available if you set a new login slug)
pl_pl: Opcja blokuje dostęp do wp-login.php (dostępna po ustawieniu nowego logowania)

source: If you select to hide the wp-login.php, it will not be available registration and password reset
pl_pl: Jeśli zaznaczysz ukrycie wp-login.php, to nie będzie dostępna rejestracja i reset hasła

source: Prevent access to the wp-admin (available if you set a new wp-admin slug)
pl_pl: Opcja blokuje dostęp do wp-admin (dostępna po ustawieniu nowego adresu wp-admin )

source: Save
pl_pl: Zapisz

source: - Before save new settings create backup
pl_pl: - Przed zapisaniem nowych ustawień, utwórz kopię zapasową

source: - Before save settings in this plugin You must use %1$scustom permalinks%2$s. Do that from %3$shere%4$s
pl_pl: - Przed zapisaniem ustawień należy ustawić %1$spermamentne linki%2$s. Przejdź %3$stutaj%4$s.

source: - Sometimes the setting of other plug-ins can cause problems working plugin
pl_pl: - Czasami ustawienia innych pluginów mogą powodować problemy w działaniu pluginu

source: Allowed characters are A-Z, a-z, 0-9, _ and -
pl_pl: Dozwolone znaki to: A-Z, a-z, 0-9, _ oraz -

source: Please add slug wp-login.php
pl_pl: Proszę uzupełnij wp-login.php

source: "Please add slug wp-admin
pl_pl: Proszę uzupełnij wp-admin
